Repository: EliasPaulinoAndrade/AdorableAvatars
Catalog: AdorableAvatars/Localization Managment/*.lproj/Localizable.strings
Languages: pt_br, zh_hans

# alert_remove_avatar_title
source: Remove Avatar
pt_br: Remover Avatar
zh_hans: 删除头像

# alert_remove_avatar_description
source: Do You Want Remove It?
pt_br: Você Quer Removê-lo?
zh_hans: 你想删除吗？

# alert_remove_avatar_action_yes
source: Yes
pt_br: Sim
zh_hans: 是

# alert_remove_avatar_action_no
source: No
pt_br: Não
zh_hans: 没有

# alert_generic_error_title
source: Error
pt_br: Erro
zh_hans: 错误

# alert_network_error_title
source: Error
pt_br: Erro
zh_hans: 错误

# alert_network_description
source: Network Error
pt_br: Erro de Internet
zh_hans: 网络错误

# alert_network_description_action_retry
source: Retry
pt_br: Tentar Novamente
zh_hans: 重试

# alert_network_error_with_cancel_title
source: Error
pt_br: Erro

# alert_network_with_cancel_description
source: Network Error
pt_br: Erro de Internet

# alert_network_with_cancel_description_action_retry
source: Retry
pt_br: Tentar Novamente

# alert_network_with_cancel_description_action_cancel
source: Cancel
pt_br: Cancelar

# alert_save_avatar_title
source: Saving
pt_br: Salvando
zh_hans: 保存

# alert_save_avatar_description
source: What's it name?
pt_br: Qual O Nome Dele?
zh_hans: 它叫什么名字？

# alert_save_avatar_action_cancel
source: Cancel
pt_br: Cancelar
zh_hans: 取消

# alert_save_avatar_error_title
source: Error
pt_br: Erro
zh_hans: 错误

# alert_save_avatar_error_description_prefix
source: Avatar With Name
pt_br: Um Avatar Com Nome
zh_hans: 名字的头像

# alert_save_avatar_error_description_sufix
source: Already Exists
pt_br: Já Existe
zh_hans: 已经存在

# alert_send_avatar_title
source: Sending
pt_br: Enviando
zh_hans: 发出

# alert_send_avatar_description
source: Include Avatar Name?
pt_br: Incluir Nome Do Avatar?
zh_hans: 包括头像名称

# alert_send_avatar_action_yes
source: Yes
pt_br: Sim
zh_hans: 是

# alert_send_avatar_action_no
source: No
pt_br: Não
zh_hans: 没有

# controller_allavatars_title
source: Your Avatars
pt_br: Seus Avatares
zh_hans: 你的头像

# controller_allavatars_var_isEditing_cancel
source: Cancel
pt_br: Cancelar
zh_hans: 取消

# controller_allavatars_var_isEditing_edit
source: Edit
pt_br: Editar
zh_hans: 编辑

# controller_allavatars_var_searchController_placeholder
source: Search Avatars
pt_br: Procurar Avatares
zh_hans: 搜索头像

# controller_allavatars_func_updateSearchResults_error_description
source: Error While Removing Avatar
pt_br: Erro Durante A Remoção
zh_hans: 删除头像时出错

# controller_allavatars_no_avatar_warning
source: You Have No Avatars. Click On the Add Button and create a new Avatar.
pt_br: Você Não Tem Avatares. Clique No Botão De Adicionar Para Criar Um Novo.
zh_hans: 你没有头像。 单击“添加”按钮并创建新的“头像”。

# controller_preview_var_previewActionItems_share_action_title
source: Share Avatar
pt_br: Compartilhar Avatar
zh_hans: 分享头像

# controller_preview_var_previewActionItems_fave_action_title
source: Add To Favorites
pt_br: É Meu Favorito
zh_hans: 这是我最喜欢的

# controller_preview_var_previewActionItems_unfave_action_title
source: Remove From Favorites
pt_br: Não É Meu Favorito
zh_hans: 这不是我最喜欢的

# controller_favAvatars_title
source: Fav Avatars
pt_br: Avatares Favoritos
zh_hans: 最喜欢的头像

# controller_favAvatars_no_avatar_warning
source: You have no favorite avatars. Click the avatar star button to favor one.
pt_br: Você não têm avatares favoritos. Clique no botão de estrela do avatar para favoritar um.
zh_hans: 你没有最喜欢的头像。 点击头像明星按钮以赞成一个

# controller_createAvatar_title
source: Avatar Creation
pt_br: Criação De Avatar
zh_hans: 头像创作

# controller_messages_cant_add_message_error
source: Cannot Insert The Message
pt_br: Não é possível inserir a mensagem
zh_hans: 无法插入消息

# controller_messases_cant_open_adorable_app
source: Cannot Open AdorableAvatars app. Verify the installation.
pt_br: Não é possivel abrir o aplicativo AdorableAvatars. Verifique a instalação.

# controller_messases_open_adorable_app
source: Do You Want To Open the AdorableAvatars App?
pt_br: Você Quer Abrir O App AdorableAvatars?

# controller_messases_open_adorable_app_title
source: Begin Creation
pt_br: Começar Criação

# controller_messases_open_adorable_actio_yes
source: Yes
pt_br: Sim

# controller_messases_open_adorable_actio_no
source: No
pt_br: Não
